const tasks = [
  {
    time: 30,
    grade: 6,
    question:
      "Устройство, позволяющее вводить текстовую информацию в компьютер, называется...",
    answer: "Клавиатура",
    hint: "Устройство ввода информации",
  },
  // {
  //   time: 30,
  //   grade: 6,
  //   question: "Вычислите: -15 + (-7) - (-10)",
  //   answer: -12,
  //   hint: "Минус на минус дает плюс.",
  // },

  // {
  //   time: 30,
  //   grade: 7,
  //   question: "Решите уравнение: 3x - 5 = 2x + 7",
  //   answer: 12,
  //   hint: "Перенесите слагаемые с x в одну сторону, а числа — в другую.",
  // },
  // {
  //   time: 40,
  //   grade: 7,
  //   question: "Чему равно (a + 3)², если a = 2?",
  //   answer: 25,
  //   hint: "Сначала вычислите значение в скобках или используйте формулу квадрата суммы.",
  // },

  // {
  //   time: 30,
  //   grade: 8,
  //   question: "Найдите положительный корень уравнения: x² = 144",
  //   answer: 12,
  //   hint: "Какое число при возведении в квадрат дает 144?",
  // }
];
