const questions = [
  {
    question: "Сколько всего материков на Земле?",
    options: ["6 материков", "4 материка", "7 материков", "5 материков"],
    correct: [0],
    time: 30,
  },
  {
    question: "Самая большая страна по территории",
    options: ["Россия", "Канада", "Китай", "США"],
    correct: [0],
    time: 30,
  },
  {
    question: "Какие океаны омывают Южную Америку",
    options: ["Индийский", "Тихий", "Атлантический", "Северный Ледовитый"],
    correct: [1, 2],
    time: 45,
  },
];
