const questions = [
  {
    question: "Сколько бит в одном байте?",
    options: ["1024", "8", "16", "512"],
    correct: [1],
    time: 30,
  },
  {
    question: "Программное обеспечение делится на 2 основных типа:",
    options: ["Системное ПО", "Прикладное ПО", "Игровое ПО", "Устаревшее ПО"],
    correct: [0, 1],
    time: 30,
  },
  {
    question: "Для сохранения файлов используется команда:",
    options: ["Копирование", "Сохранение", "Удаление", "Открытие"],
    correct: [1],
    time: 30,
  },
  {
    question: "Сколько байтов содержится в 1-ом килобайте?",
    options: ["1024", "8", "16", "512"],
    correct: [0],
    time: 30,
  },
];
