const questions = [
  {
    question: "Как называется результат сложения?",
    options: ["Разность", "Сумма", "Произведение", "Частное"],
    correct: 1,
    time: 30,
  },
  {
    question: "Сколько грамм в 3 килограммах?",
    options: ["300 г", "3000 г", "30 г", "30000 г"],
    correct: 1,
    time: 25,
  },
  // {
  //   question: "Чему равна площадь прямоугольника со сторонами 5 см и 4 см?",
  //   options: ["9 см²", "18 см²", "20 см²", "25 см²"],
  //   correct: 2,
  // },
  // {
  //   question: "Какое число является наименьшим натуральным числом?",
  //   options: ["0", "1", "10", "0.1"],
  //   correct: 1,
  // },
  // {
  //   question: "Сколько минут в 2 часах и 15 минутах?",
  //   options: ["115 минут", "125 минут", "135 минут", "215 минут"],
  //   correct: 2,
  // },
  // {
  //   question: "Как называется дробь, у которой числитель меньше знаменателя?",
  //   options: ["Неправильная", "Правильная", "Смешанная", "Целая"],
  //   correct: 1,
  // },
  // {
  //   question: "Найдите значение выражения: 120 : (4 + 2) * 5",
  //   options: ["100", "4", "10", "150"],
  //   correct: 0,
  // },
  // {
  //   question: "Сколько сторон у пятиугольника?",
  //   options: ["4", "5", "6", "3"],
  //   correct: 1,
  // },
  // {
  //   question: "Чему равно число, если его 1/4 часть равна 20?",
  //   options: ["5", "40", "80", "100"],
  //   correct: 2,
  // },
  // {
  //   question:
  //     "Какое действие выполняется первым в выражении без скобок, если есть умножение и вычитание?",
  //   options: ["Вычитание", "Умножение", "Слева направо", "Любое"],
  //   correct: 1,
  // },
];
